Repository: collective/collective.multilingual
Catalog: src/collective/multilingual/locales/*/LC_MESSAGES/collective.multilingual.po
Languages: da

source: # of Items
da: Antal elementer

source: ${fti_name} created.
da: ${fti_name} oprettet.

source: ${lang_name} (setup required)
da: ${lang_name} (mangler opsætning)

source: Any
da: Ethvert

source: Catalog does not have a language index.
da: Kataloget har ikke et sprogindeks (language).

source: Content type
da: Indholdstype

source: Content types
da: Indholdstyper

source: Create
da: Opret

source: Create language folder
da: Opret sprogmappe

source: Language
da: Sprog

source: Missing
da: Mangler

source: Settings for content in multiple languages
da: Indstillinger for flersproget indhold

source: Please correct errors.
da: Ret venligst de angivne fejl.

source: Ratio
da: Forhold

source: Select the content type to create and use as the language root folder.
da: Vælg den indholdstype der skal oprettes og benyttes rodmappe for sproget.

source: Select which content types should support content in multiple content (the "Multilingual" behavior).
da: Vælg de indholdstyper der skal understøtte flere sprog (opførslen "Flere sprog")

source: Add or remove the "Multilingual" behavior from your content types, and view translation statistics.
da: Tilføj eller fjern udvidelsen for flersproget indhold for dine indholdstyper, og se statistik over oversat indhold.

source: Submit this form to create a new folder for content in ${lang_name}. It will be added to your site root as "/${lang_id}".
da: Via denne formular oprettes en ny mappe til indhold på ${lang_name}. Mappe tilføjes i sitets rod som "/${lang_id}".

source: The items referenced in this field are the direct translations.
da: Dette felt indeholder referencer til direkte oversættelser.

source: The site default language is ${lang_name}. However, in the table below, the statistics for this language do not include content for which a language has not been explicitly set.
da: ${lang_name} er valgt som sitets standardsprog. I tabeller nedenfor vises dog kun statistik for det indhold der eksplicit er opmærket med et sprog.

source: This folder contains content in ${lang_name}.
da: Denne mappe indeholder indhold på ${lang_name}.

source: Translations
da: Oversættelser

source: description_language_settings
da: Indstillinger...

source: description_translate_into
da: Oversæt til ${lang_name}

source: label_translate_menu
da: Oversættelser

source: title_language_settings
da: Sprogindstillinger...

source: title_translate_menu
da: Administrér dit indholds oversættelser.

source: Multilingual
da: Flersproget

source: Search current language only
da: Søg kun i det valgte sprog

source: Select this to configure the catalog to return only content in the current language. Note that items that do not have a language setting are exempt from this rule.
da: Når denne indstilling er valgt, returneres kun indhold i det valgte sprog ved søgning i kataloget. Bemærk, at billeder og lignende indhold, der (typisk) ikke har en sprogindstilling, altid medtages.

source: Indexes that cancel language filtering
da: Undtagelser

source: When a query contains a value for one of the indexes provided here, the current language will not be applied as a filter, even when the setting is enabled.
da: Søg blandt alt indhold, når der søges i følgende indices.

source: ${title} (add...)
da: ${title} (tilføj...)

source: This is a translation of...
da: Markér som oversættelse for...

source: Mark this item as the translation for another content item on the site.
da: Vælg et indholdsobjekt, som dette er en oversættelse for.

source: Item
da: Indholdsobjekt

source: Select the item that is a translation.
da: Vælg det indholdsobjekt, som skal markeres som oversættelse.

source: Use
da: Brug

source: Translation registered.
da: Oversættelse valgt.

source: n/a
da: ikke tilgængeligt

source: Select translation
da: Vælg oversættelse

source: Clear translations
da: Fjern referencer til oversættelser

source: Clear
da: Udfør

source: References cleared.
da: Referencer fjernet.

source: Clear the list of translation references.
da: Ryd listen af referencer til oversættelser.

source: Clear...
da: Fjern...

source: Please confirm that you want to clear the translation references.
da: Bekræft venligst, at listen over referencer til oversættelser skal ryddes for dette indholdsobjekt.

source: Locate an existing content item for which the current item is a translation. If the selected item already has been translated into the current language, the other reference will be removed.
da: Anvend et eksisterende indholdsobjekt som oversættelse. Bemærk, at hvis det valgte indhold allerede er oversat til det aktuelle sprog, vil denne handling overskrive denne reference.

source: The existing reference to "${title}" has been replaced.
da: Bemærk, at en reference til en tidligere oversættelse ("${title}") er fjernet i forbindelse med denne handling.
